apollographql.vscode-apollo
ardenivanov.svelte-intellisense
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
denoland.vscode-deno
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
GitHub.github-vscode-theme
GraphQL.vscode-graphql
hashicorp.terraform
haskell.haskell
justusadam.language-haskell
matklad.rust-analyzer
mikehanson.auto-barrel
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
panaeon.vscode-dhall-lsp-server
Prisma.prisma
serayuzgur.crates
stylelint.vscode-stylelint
svelte.svelte-vscode
tamasfe.even-better-toml
teabyii.ayu
twxs.cmake
vscode-icons-team.vscode-icons
vscodevim.vim
